Repository: jimregan/citizens-information-raw
Catalog: en-fr/www.citizensinformation.ie/fr/moving_country/moving_to_ireland/introduction_to_the_irish_system/health_care_in_ireland.html.txt.tmx
Source language: en
Languages: fr

source: If you are a national of the European Economic Area (EEA) or Switzerland, or if you are normally resident in Ireland, you are entitled to receive the same level of health care as Irish citizens
fr: Si vous êtes un ressortissant de l'Union européenne (UE) ou de l'AELE, si vous êtes Suisse ou encore si vous résidez ordinairement en Irlande, vous avez droit au même niveau de soins en matière de santé publique que les citoyens irlandais

source: Depending on your income, you may be eligible for a medical card, which entitles you to the full range of medical services at no cost
fr: Il se peut même que, sur examen de vos revenus, vous ayez droit à une carte de soins, laquelle vous donne accès gratuitement à la totalité des services médicaux

source: If you are not from an EEA member state or Switzerland, you will be entitled to certain services free of charge and you will have to pay for the remainder
fr: Dans l'éventualité où vous seriez originaire d'un pays hors de l'UE / de l'AELE, vous pourrez bénéficier de certains services gratuitement mais il vous faudra payer pour les autres

source: If you are coming to live, work, study or retire in Ireland you can find out more information on eligibility for public health services
fr: Pour ceux d’entre vous qui venez en Irlande pour y vivre, y travailler, y résider dans le cadre de vos études ou pour y passer votre retraite, consultez here les informations supplémentaires sur l'accès libre aux services de santé publique ici

source: If you are coming to Ireland on holiday or on a short stay (for example, on business), you can read more information on health services for visitors to Ireland
fr: Si vous allez passer des vacances en Irlande ou vous y faites un court séjour (voyage d'affaires par exemple), vous trouverez des informations supplémentaires sur les services de santé à l'attention des visiteurs en Irlande

source: In addition to the public health system, people in Ireland can avail of a range of private health care services
fr: Outre le système de santé publique, les personnes qui résident en Irlande peuvent recourir à des services médicaux privés

source: You must pay the full costs of treatment if you opt for private health care
fr: Si vous optez pour des soins médicaux privés, le paiement de l'intégralité des frais de traitement vous incombe

source: There are a number of private health insurance companies in Ireland. Providers include VHI Healthcare, Laya Healthcare, Irish Life Health and HSF Health Plan (does not provide cover for hospital in-patient costs)
fr: Il existe plusieurs compagnies d'assurance maladie privées en Irlande, les principales étant VHI, Laya-Healthcare (Quinn-healthcare autrefois), Hibernian Aviva, GloHealth et HSF Health Plan (n’offre pas assurance pour frais des malades hospitalisés)

source: As long as you are from the EEA or Switzerland or normally resident in Ireland, you are entitled to the same benefits from your private health insurance with any of these companies as any other Irish citizen
fr: Si vous êtes un ressortissant de l'UE, de l'AELE, de la Suisse ou si vous résidez en Irlande, les assurances maladies proposées par ces deux compagnies d'assurance maladies vous donnent droit au même niveau de soins que tout citoyen irlandais

source: Since 16 October 2013, up to €1,000 for adults and €500 for children of your private health insurance premium attracts tax relief at the standard rate (20%)
fr: Votre prime d'assurance maladie privée est déductible de vos impôts au taux uniformisé de 20%

source: This tax relief is deducted at source by the health insurance provider
fr: Cette réduction fiscale est déduite à la source par le prestataire d'assurance maladie
